{
  "greeting": "こんにちは",
  "welcome": "私たちのアプリへようこそ",
  "button_label": "ボタン",
  "ex-large_span": "さらに大きなテキスト",
  "large_span": "大きなテキスト",
  "medium_span": "通常のテキスト",
  "small_span": "小さなテキスト",
  "ex-small_span": "さらに小さなテキスト",
  "ex-large_paragraph": "さらに大きな文字の文章、さらに大きな文字の文章、さらに大きな文字の文章、さらに大きな文字の文章、さらに大きな文字の文章、さらに大きな文字の文章、さらに大きな文字の文章、さらに大きな文字の文章、さらに大きな文字の文章、さらに大きな文字の文章",
  "large_paragraph": "大きな文字の文章、大きな文字の文章、大きな文字の文章、大きな文字の文章、大きな文字の文章、大きな文字の文章、大きな文字の文章、大きな文字の文章、大きな文字の文章、大きな文字の文章、大きな文字の文章、大きな文字の文章、大きな文字の文章、大きな文字の文章、大きな文字の文章",
  "medium_paragraph": "通常の文字の文章、通常の文字の文章、通常の文字の文章、通常の文字の文章、通常の文字の文章、通常の文字の文章、通常の文字の文章、通常の文字の文章、通常の文字の文章、通常の文字の文章",
  "small_paragraph": "小さな文字の文章、小さな文字の文章、小さな文字の文章、小さな文字の文章、小さな文字の文章、小さな文字の文章、小さな文字の文章、小さな文字の文章、小さな文字の文章、小さな文字の文章",
  "ex-small_paragraph": "さらに小さな文字の文章、さらに小さな文字の文章、さらに小さな文字の文章、さらに小さな文字の文章、さらに小さな文字の文章、さらに小さな文字の文章、さらに小さな文字の文章、さらに小さな文字の文章、さらに小さな文字の文章、さらに小さな文字の文章",
  "sampletextforscrollarea": "スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト、スクロールエリアのサンプルテキスト",
  "language_support": "多言語対応",
  "planned_for_implementation": "実装する予定",
  "not_planned_for_implementation": "実装しない予定",
  "already_implemented": "実装済",
  "doc_button_title": "汎用的なプッシュボタンコンポーネント",
  "doc_source": "ソースコード",
  "doc_design_tokens": "デザイン・トークン",
  "doc_color_palette": "使用色 (Color Palette)",
  "doc_typography": "タイポグラフィ (Typeset)",
  "doc_icon_gallery": "使用アイコン (Icon Gallery)",
  "doc_custom_layout": "カスタムレイアウト (Unstyled)",
  "doc_custom_layout_desc": "Unstyledブロック内では、Storybookのデフォルトスタイルが適用されません。",
  "doc_custom_area": "ここは自由にHTML/CSSを記述できるエリアです。",
  "processing": "処理中...",
  "saving": "保存中..."
}